<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.1/dist/css/bootstrap.min.css" rel="stylesheet"
        integrity="sha384-F3w7mX95PdgyTmZZMECAngseQB83DfGTowi0iMjiWaeVhAn4FJkqJByhZMI3AhiU" crossorigin="anonymous">
    <link rel="shortcut icon" href="/globe.gif">
    <link rel="stylesheet" href="darkmode.css">
    <link rel="stylesheet" href="spanTag.css">
    <title>ဟာသများနှင့်ရယ်စရာ</title>
</head>

<body>
    <div class="container-fluid">
        <div class="form-check form-switch" id="darkmode">
            <input class="form-check-input" type="checkbox" id="flexSwitchCheck" style="cursor: pointer;"
                onclick="changeMode()">
            <label class="form-check-label" for="flexSwitchCheckChecked">Night</label>
        </div><br>
        <span onclick="history.back()" id="his-back">Back</span>
        <button class="topButton" onclick="topFunction()">&#8896;</button>
        <h3>လူလည်ကြီး</h3>
        <p class="text-break">
            ခရီးသွား ခုနှစ်ယောက် ရွာတစ်ရွာသို့လာကြရင်း မောပန်း၍ရွာသို့မဝင်မီ ရွာဇရပ်ပေါ်တွင် ခေါင်းဆောင်မှ ဆုံးဖြတ်သောကြောင့်တစ်ညတာအိပ်ဆက်ရန်ဆုံးဖြတ်လိုက်ကြသည်။နယ်ခြား၊မြေခြားဖြစ်သောကြောင့် သတိဖြင့်အိပ်ရန်လည်း ခေါင်းဆောင်ကမှာနေသည်။ထို့သို့ဖြင့်.မနက်ခင်းအရုဏ် မတက်မီ ခရီးဆက်ရန်အတွက် ခေါင်းဆောင်နိုးသောကြောင့် သူ၏အပေါင်းအဖော်များကို ရေတွက်နေလေသည်။တစ်ခဏ ကြာသောအခါ ခေါင်းဆောင်မှ အလန့်တကြားနှိုးလိုက်သည်ကြောင့် အားလုံးထ လာကြသည်။ ထို့နောက်ခေါင်းဆောင်မှ မျက်နှာတွင် ထိတ်လန့်စွာနဲ့ "ငါတို့မနေ့က လာတာ ခုနှစ်ယောက်၊ဟောဗျာ....ခု ခြောက်ယောက်ထဲဖြစ်နေတယ်" အားလုံးမျက်လုံးပြူးသွားသည်။ထို့အခိုက်တွင် အဖွဲ့ထဲမှ တစ်ဦးမှ ကျွန်တော် ရေမည်ဟူ၍ အားလုံးကိုသူ၏ တူရှုတွင် တန်းစဉ်ခိုင်းကာ "တစ်၊နှစ်၊သုံး၊လေး၊ငါး၊ခြောက်....ဟ..." တစ်ယောက်ပျောက်နေတယ်..။ငါပြောပါတယ်...နယ်ခြားမို့လို့ သတိနဲ့ နေကြပါဆိုတာကို...။မဖြစ်သေးပါဘူး၊ရွာထဲများဒီကောင်သွားသလား။ငါတို့သူကြီးဆီ သွားမှရမယ်ဆိုကာ ရွာထဲသို့ မြန်ဆန်စွာ လျှောက်လာကြသည်။သူကြီးအိမ်ကို ရောက်သောအခါ "ဘာဖြစ်လာကြတာလဲကွယ့်..."သူကြီးမေးရာ "ကျွန်တော်တို့မနက်က ရေတွက်တာ လူတစ်ယောက်ပျောက်နေလို့ပါ..."၊သူကြီးက'သူတို့ကိုကြည့်ကာ...ဟုတ်လား...ဒါနဲ့မင်းတို့ရေတာ ကိုယ့်ကိုကိုယ်ထည့်ရေလား"ဟုမေးရာအကုန်တွေဝေသွားကြသည်။"အင်း......ငါသိပြီ၊တော်တော်ညံ့တဲ့ ကောင်တွေပဲ၊လူရေတယ်ဆိုတာ ကိုယ့်ကိုကိုယ် ထည့်ရေရတယ်ကွ"ဆိုကာ""တစ်၊နှစ်၊သုံး၊လေး၊ငါး၊ခြောက်၊ခုနှစ်၊ရှစ်....ဟ...တစ်ယောက်ပိုနေပြန်ပေါ့......"။
        </p>
        <hr>
        <h3>အငှားချမိမယ်</h3>
        <p class="text-break">လယ်သမားတစ်ဦး မြေကွက်တစ်ကွက်ကို အငှားယူကာ ဂျုံစိုက်သည်။နံနက်ခင်းမှ ညနေပိုင်းအထိ
            လယ်ကွင်းတွင်သာအချိန်ကုန်သည်။ဇနီးဖြစ်သူကိုလုံးဝ မေ့သွားသည်။
            တစ်ညတွင်အိပ်ရာမှ လန့်နိုးသည်။ သူ၏လက်တစ်ဖက်သည် ဇနီးသည်၏ အနူးညံ့ဆုံးသောနေရာကို
            သွားထိသည်။ဇနီးသည်ကပြောသည်-'ကွင်းထဲမှာချည်း ထွန်မနေနဲ့၊
            အိမ်မှာလည်း ထွန်ဦးရှင့် နို့မဟုတ်ရင် ကျွန်မ အငှားချမိလိမ့်မယ်'.</p>
        <hr>
        <h3>မိုးပါးလိုက်ပုံက</h3>
        <p class="text-break">
            အညာနတ်မောက်မှ ဘုန်းကြီးတစ်ပါး ရန်ကုန်ကျိုက္ကစံဘုန်းကြီးကျောင်းရောက်ခိုက် ရန်ကုန်ကျောင်းထိုင်ဘုန်းကြီးမှ
            'ဦိးဇင်းကြီးဒီနှစ်မိုးလေဝသ ဘယ်လိုနေသတုန်း'ဟု
            လောကွတ်စကားမေးလိုက်ရာ..အညာနတ်မောက်မှ ဘုန်းကြီးပြန်လည်ဖြေကြားလိုက်သည်မှာကား 'မပြောပါနဲ့တော့
            ဘုန်းကြီးရယ်၊တပည့်တော်တို့ဆီမှာ မနှစ်တုန်းကတော့
            မိုးလေကောင်းလွန်းလို့ စပါးတွေရကြတော့အလှူတန်းတွေ ပေါလိုက်တာမှ၊ပရိတ်တွေ ရွတ်ရလွန်းလို့ ကျောင်းကကိုယ်တော်တွေ
            လျှာပါးပြီး ပေါက်ကုန်ကြတယ်၊ ဒါပေမယ့်
            ဒီနှစ်တော့ဗျာ ပြောမပြောချင်ပါဘူး၊မိုးကမကောင်း၊သီးနှံမရတော့ တပည်တော်တို့ လျှာတွေ ခေါက်သိမ်းထားရလို့
            လိုတဲ့အခါဖြန့်လို့မှ ရပါ့ဦးမလား ထင်ရတယ်'ဟူ၏။
        </p>
        <hr>
        <h3>ရည်းစားစာ</h3>
        <p class="text-break">တိုက်ပွဲတစ်ပွဲ၏ရှေ့တန်းတစ်နေရာမှစစ်သားကြီးတစ်ယောက်ဖြစ်သည်။သူသည် စာအများကြီးမတတ်သော်လည်း မိမိချစ်သူကိုတော့
            ပိုးပန်းရာတွင်တတ်အပ်သည့်ပညာကိုတော့
            ကြားဖူးနားဝဆိုသလို သိထားသည်။ထို့ကြောင့်ရည်းစားစာဖြင့်ပိုးရန်အကြံဖြစ်လေသည်။ထို့ကြေင့်သူသိသမျှ
            ကိုချရေးလိုက်သည်မှာ-'ကိုယ့်ကိုချစ်ရင်ချစ်ပါ ကိုယ့်ကိုမချစ်ရင်
            ရွာကိုမီးရှို့ပစ်မယ်။'ဟု ဖြစ်သည်။</p>
    </div>
    <script src="darkmode.js"></script>
    <script>
    const topButtonTag = document.querySelector('.topButton');
    window.onscroll = function() {
        scrollFunction();
    }

    function scrollFunction() {
        if (document.body.scrollTop > 20 || document.documentElement.scrollTop > 20) {
            topButtonTag.style.display = 'block';
        } else {
            topButtonTag.style.display = 'none';
        }
    }

    function topFunction() {
        document.body.scrollTop = 0;
        document.documentElement.scrollTop = 0;
    }
    </script>
</body>

</html>