<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-F3w7mX95PdgyTmZZMECAngseQB83DfGTowi0iMjiWaeVhAn4FJkqJByhZMI3AhiU" crossorigin="anonymous">
    <link rel="shortcut icon" href="/globe.gif">
    <link rel="stylesheet" href="darkmode.css">
    <link rel="stylesheet" href="spanTag.css">
    <title>ရသစာတမ်းများ</title>
</head>
<body>
    <div class="container-fluid">
        <div class="form-check form-switch" id="darkmode">
            <input class="form-check-input" type="checkbox" id="flexSwitchCheck" style="cursor: pointer;" onclick="changeMode()">
            <label class="form-check-label" for="flexSwitchCheckChecked">Night</label>
        </div><br>
        <span onclick="history.back()" id="his-back">Back</span>
        <button class="topButton" onclick="topFunction()">&#8896;</button>
        <h3>လှေကား</h3><br>
        <p class="text-break">
            ဆရာကြီး ရွှေဥဒေါင်းက ရတနာပုံဝတ္ထုကြီးကို သတင်းစာမှာ အခန်းဆက် ရေးနေတော့ ပရိသတ်ကလည်း စောင့်ဖတ်နေကြရတာပေါ့။  
            ဝတ္ထုကြီးကလည်း အလွန်ဆွဲဆောင်မှုအားကောင်းလေတော့ စာဖတ်သူတွေဟာ အချင်းချင်း ဒီဝတ္ထုအကြောင်းကို ပြောဆိုကြတာပေါ့။
            သူတို့ခေတ်က ဘတ်စကား ခေတ်မဟုတ်ဘူး။လော်ကယ်ရထားခေတ်။ ဒီတော့ ရထားပေါ်မှာ ခရီးသည် အချင်းချင်း သူ့ဝတ္ထုအကြောင်းကို ပြောဆိုနေကြတော့ ပီတိဖြစ်မိတဲ့ အကြောင်းရေးခဲ့ဖူးပါတယ်။            
            နောက်ပြီး ပြည်တွင်းငြိမ်းချမ်းရေးနဲ့ ပတ်သတ်ပြီး ဆရာကြီးသခင်ကိုယ်တော်မှိုင်းနဲ့အတူ မီးရထားနဲ့ခရီးသွားကြတဲ့အခါမှာမုံရွာဘက်ကိုရောက်တော့
            ဆရာကြီးရွှေဥဒေါင်းက "ချောင်းဦးဆယ်ရွာက၊ပြောင်းဖူးသည်မယ်ညှာတို့လည်း မတွေ့ပါလား"လို့ ဆရာကြီးမှိုင်းရဲ့ စာကို ရွတ်ပြီး ပြောလိုက်တော့
            ဆရာကြီးသခင်ကိုယ်တော်မှိုင်းလည်း ပြုံပြီး ပီတိဖြစ်သွားပုံ ရတယ်တဲ့။စာရေးဆရာဆိုတာ ကိုယ်ရေးလိုက်တဲ့ စာကိုပရိတ်သတ်က နှစ်နှစ်သက်သက်
            ရှိကြတယ်ဆိုရင် ပီတိဖြစ်စမြဲပါပဲ။ပြီးခဲ့တဲ့ ၂၀-၃-၉၉ နေ့က အင်းစိန်-ဆူးလေ ဘတ်စ်ကားနဲ့ မြို့ထဲ ဘက်ကိုလာခဲ့ပါတယ်။ မတ်တတ်ပဲလိုက်ခဲ့ရတာပါ။
            လက်တန်းကို ကိုင်လျက်ပဲ အမှတ်မထင် နောက်ကို လှည့်ကြည့်လိုက်တော့ ကျောချင်းတစောင်းကပ် မိန်းကလေးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်။
            မျက်မှန်ကလေးနဲ့၊သူကဖျတ်ကနဲဆို သူ့အဖော် မိန်းကလေးတစ်ယောက်ကို လှည့်ပြီး တစ်ခုခုပြောလိုက်ပုံ ရတယ်၊ဟိုမိန်းကလေးက လှမ်းကြည့်တယ်။
            ဒါနဲ့ အမှတ်မထင်လိုပဲ နေလိုက်တယ်။၁၅လမ်းလောက်ရောက်တော့ အနားက လူတစ်ယောက် ဆင်းသွားတယ်။ကိုယ်မထိုင်မီ အဲ့ဒီ မိန်းကလေးကို ထိုင်
            ပါလို့ ပြောလိုက်တော့မှ သူက ရှေ့မှတ်တိုင််ဆင်းမယ် လို့ ပြောပြီး "ဆရာကြီး ဦးအောင်သင်းပါလားတဲ့" ဟုတ်ပါတယ်လို့ ပြောလိုက်တော့ ခပ်သွက်သွက်
            မိန်းကလေးမို့ "ဆရာ့စာတွေကို ဖတ်တယ်၊အခွေတွေကို လည်း နားထောင်တယ်၊ စျေးကွက်ကိုလည်း စောင့်ဖတ်နေတယ်"နဲ့ ရွှန်းရွှန်းဝေသွားအောင်
            ပြောတာပဲ။ဒါနဲ့ ဘယ််မှာနေသလဲ ဆိုတာကို မေးလိုက်မိတယ်။သူက ချက်ချင်း ကိုပဲ ရင်းရင်းနှီးနှီး သိဟောင်းကျွမ်းဟောင်း အမူအရာလေသံနဲ့ "သမီးက
            တက္ကသိုလ်ဒုတိယနှစ်ပါ။လှည်းတန်း ဈေးထဲမှာ စာအုပ်အငှားဆိုင် လုပ်နေတယ်။ ဆရာပြောသလို ကိုယ်ကိုကိုယ် ခိုင်းထားရတယ်လေ။ဆင်းတော့မယ်
            ဆရာ၊ လှည်းတန်းဈေးဘက်ရောက်ရင် သမီးဆိုင်ကို ဝင်ခဲ့နော်" လို့ အပြေးအလွှားပြောပြီး ဆင်းသွားတယ်။ ဆရာ့ဆရာကြီးများလို ပီတိဖြစ်မိတာပါပဲ။
            ဒါပေမဲ့ တစ်ခုပိုရတာက ကိုယ့်စာကို ညွှန်းလိုက်တာ အပြင် လူငယ်လေးတွေ ကိုယ့်ဘဝကို ထူထောင်ကြဖို့ အတွက် ကိုယ့်စာဟာ အားဆေးတစ်ခွက် ဖြစ်နေ
            ပါလားဆိုတဲ့ ပီတိပါပဲ။ တကယ်ဆိုတော့ လူငယ်တွေဟာ တက်ချင်ကြတာပါပဲ။ကျချင်တဲ့ လူငယ်ရယ်လို့ ဘယ်မှာရှိပါ့မလဲ။အဲဒီနောက်<span id="dots">...</span><span id="more">၂၁-၃-၉၉ နေ့မှာ 
                တိပိဋကကျောင်းမှာ လုပ်တဲ့မင်္ဂလာဆွမ်းကျွေးတစ်ခုကိုသွားခဲ့ရသေးတယ်။သတို့သမီးရဲ့ဖခင်က ညီငယ်တစ်ယောက်လိုဖြစ်တဲ့ အပြင် တောင်တွင်းကြီး
                အဆက်တွေဆိုတော့ ဆွေစုမျိုးစုပြန်ပြီး ဆုံလိုက်ရသလိုတကယ့်ပျော်စရာပွဲကြီးပါပဲ။ ကလေးတွေကလည်းတစ်ပြုံကြီးပါပဲ။ဧည့်ခံပွဲ လူစဲချိန်အထိအချင်းချင်း
                ပြောကြဆိုကြရယ်ကြမောကြပေါ့။ကလေးတွေဆိုတာကတော့ မျောက်လွဲကျော် ဓာတ်လိုက်နေသလားအောက်မေ့ရတယ်။အထူးသဖြင့်ကျောင်းလှေကားကို
                ပြေးတက်လိုက်ကြ ၊ ပြန်ဆင်းလိုက်ကြနဲ့၊ အပျော်ကြီးပျော်နေကြတယ်။သူငယ်ချင်းတစ်ယောက်က "အဲဒီကောင်တွေ လှေကားပဲ တက်နေကြတယ်"လို့ ပြော
                လိုကတယ်။ သူငယ်ချင်းက ဟက်ဟက်ပက်ပက် ရယ်တဲ့ပြီး "ဟုတ်တယ် ၊သူတို့အိမ်က လုံးချင်းမြေပေါက်အိမ် ၊ လှေကားမရှိဘူး"တဲ့။မင်းတို့ သတိထားမိ
                ကြပါလိမ့်မယ်။လှေကားမရှိတဲ့ အိမ်က ကလေးတွေဟာ လှေကားရှိတဲ့ အိမ်တွေကို အလည်ရောက်သွားရင် လှေကားကိုပဲ မက်မောနေကြတော့တာပဲ။
                တက်ချင်တာကိုး။အဲဒီလို တက်ချင်တာဟာ မွေးကတည်းက သွေးထဲသားထဲမှာကို ပါလာတဲ့ သဘာဝအလား လို့တောင် အောက်မေ့မိပါတယ်။မင်းတို့လူငယ်
                တွေအားလုံးဟာလဲတက်ချင်ကြတာပဲ။ကြီးပွားချင်တာပဲ။တက်စရာလှေကားကို အမြဲရှာနေကြတာပါပဲ။ခုနက လှေကားတက်နေကြတဲ့ ကလေးတွေကို ထပ်
                ပြီးစဥ်းစားကြည့်ရအောင်။ကျန်းမာလို့ တက်နိုင်ကြတာ မဟုတ်လား။မကျန်းမာရင် ဘယ်မှာတတ်နိုင်ပါ့မလဲ။ ဒီတော့မင်းတို့လဲလှေကားမတွေ့သေးရင်
                တောင်မှ အသင့်ပြင်ထားဖို့လို့ပါလိမ့်မယ်။လှေကားအခွင့်အရေးက ပေါ်လာမှာပါ။<span class="ch">(Fortune knocks at every man's door once in a 
                    life)</span>ဆိုတဲ့ အင်္ဂလိပ် စကားပုံလို အခွင့်အရေးကောင်းဆိုတာ ဘယ်သူ့ဘဝမှာ မဆို ပေါ်လာစမြဲပါ။ဒါပေမယ့် အမေရိကန်စာရေးဆရာကြီး မာ့ခ်တွိန်းပြော
                    တဲ့ စကားလေးကိုလဲ မှတ်ထားဉီး-<span class="ch">'Fortune Koncks at every man's door once in a life,but in a good many
                        cases the man is in a neighbouring sloon and does not hear her.'.</span>
                        'တစ်သက်တစ်ခါ၊ကောင်းကြမ္မာ၊တံခါးလာ၍ ခေါက်စမြဲ' သို့သော် များသောအားဖြင့် လမ်းထိပ်က ဘုံဆိုင်ရောက်နေသောကြောင့် တံခါးခေါက်သံကို မကြား
                        မိလိုက်ကြချေတဲ့။ မင်းတို့လည်း...........</span>
                        <button class="myBtn">Read More</button>
                    </p><hr>
                    <h3>အနီးအဝေး</h3><br>
                    <p class="text-break">
                        သာမန်မျက်စိကောင်းသူများသည် စာဖတ်သောအခါမျက်စိနှင့် စာအုပါ ဆယ့်သုံးလက်မခန့် ခွာ၍ဖတ်သင့်သည်ဟုကျွန်တော်မှတ်သားဖူးပါသည်။ဆယ့်သုံးလက်မထက်ပို၍ နီးလာလျှင် ဝါး၍ဝါး၍ လာတတ်ပါသည်။ကျွန်တော်တို့သည် 'ဝေးလွန်း၍ မမြင်ရချင်း' ဖြစ်သည် ကိုကား သတိပြုမိကြသည်ဖြစ်၏။ 'နီးလွန်း၍ မမြင်ရခြင်း' လည်းရှိသေးသည်။ ကျွန်တော် တစ်ခါက အိန္ဒိယရုပ်ရှင်ကား တစ်ကားကို သွား၍ကြည့်ခဲ့ဖူးပါသည်။အိန္ဒိယရုပ်ရှင်မင်းသမီးချော 'မဒူဘာလာ' ကို ကျွန်တော်အလွန်ချစ်သည်။ရုပ်ရှင်ကြည့်မည် ဟူသော အစီအစဉ်ဖြင့် သွား၍ကြည့်ခြင်းမဟုတ်ပါ၊သွားရင်းဟန်လွဲ အသည်းစွဲ 'မဒူဘာလာ' ပါဝင်သော ရုပ်ရှင်ကားကို အသင့်တွေ့နေသောကြောင့်သာ ဝင်ကြည့်ခြင်း ဖြစ်ပါသည်။ရုပ်ရှင်ပြချိန်ကလည်း နီးလှပြီ။တစ်ကျပ်ခွဲတန်းလက်မှတ် ကုန်ပြီ။နှစ်ကျပ်ခွဲတန်းမှ ဝင်ကြည့်လျှင်လည်း ကျွန်တော်အိမ်ပြန် စရိတ်မကျန်နိုင်။သုံးမတ်တန်းကပင် ဝင်ကြည့်သည်။သုံးမတ်တန်းတွင်လည်း  လူကျပ်သောကြောင့် ရှေ့ဆုံးတန်းတွင်သာ နေရာရတော့သည်။လက်မှတ်ယူ၍ ရုံထဲ ဝင်ပြီး နေရာတကျထိုင်မိမှ မော့ကြည့်လိုက်သည်။ကျွန်တော့်ရှေ့တွင် ပိန်ကား၊ ပိတ်ကားရှေ့က ကပ်လျက် ကျွန်တော်။ရုပ်ရှင်စပြသောအခါ နီးကပ်လွန်းသောကြောင့် မော့ကြည့်နေရသည်။လူက ပိတ်ကားထဲသို့ ဝင်ရောက်နေသဘိကဲ့သို့ ဖြစ်လေရာ မျက်စိချိန်သား ကောက်အောင် မနည်း အားထုတ်ကြိုးပမ်းနေရသည်။သည်ကြားထဲတွင် ဓာတ်ပုံဆရာကလည်း မဒူဘာလာ၏အလှကို ကြွားဝင့်လိုက်သည်။မကြာခဏ အနီးကပ် ရိုက်ကူးပြသလေသောကြောင့် ပိတ်ကားတစ်ခုလုံးမှာ မရွှေချော၏ မျက်နှာကြီးဖြင့် ပြည့်နေလေ့ရှိသည်။သီချင်းလေးတစ်ဟင့်ဟင့်ဆို၍ ပြုံးရွှင်ရယ်မောပြန်လျှင်လည်း သွားတစ်ချောင်း တစ်ချောင်း ဆန်ကော အငယ်လောက်ရှိကို မြင်ရသည်။ရွှန်းစိုကြည်လဲ့ သော မျက်ဝန်းအစုံမှာ လည်းတစ်လုံးနှင့်တစ်လုံး ဆယ့်ငါးပေလောက်ကွာသည်။ကျွန်တော့်မှာ စီရရီ ဖွေးနေသော ဧရာမ သွားကြီးတွေကို ကြည့်လိုက်၊ဟိုဘက်က မျက်လုံးကိုကြည့်လိုက်၊ဒီဘက်က မျက်လုံးဆီ ကြည့်လိုက်နှင့် မဇ္ဈိမတိုင်းသူ၏ အလှကို တောင်ကြည့်မြောက်ကြည့်၊ကျီးကန်းတောင်းမှောက် ခံစားနေရပါသည်။မဒူဘာလာ၏အလှကို အာရုံခံစားလိုသဖြင့် ရုပ်ရှင်ကြည့်မိပါသော်လည်း 'မျက်စိထဲသို့ အလှကမဝင်၊ အလှထဲသို့ မျက်စိဝင်' နေသဖြင့် အလှကိုမမြင်ရဘဲ ရှိခဲ့ပါတော့သည်။ပိတ်ကားကလည်းနီးလွန်းလှသည်။ရွှေမင်းသမီး၏ မျက်နှာကလည်း ကြီးလွန်းလှသည်။ဝေးလွန်းလှမှသာ မြင်ရသည်မဟုတ်။သေးလွန်းမှသာ မမြင်ရသည်မဟုတ်။နီးလွန်းလည်း မမြင်သာ ဖြစ်တတ်ချေသည်။ကြီးလွန်းလျှင်လည်း မမြင်သာ ဖြစ်တတ်ချေသည်။<span class="ch">လျှပ်စစ်ဓာတ်မီးကို စတင်တီထွင်ခဲ့သော 'အယ်ဒီဆင်' ဆိုသူ အမေရိကန် သိပ္ပံပညာရှင်ကြီး ကွယ်လွန်သည့် နေ့တွင် နယူးယောက်မြို့တစ်မြို့လုံး ခေတ္တအမှောင်ချ၍ ပညာရှင်ကြီးကို အလေးပြုခဲ့ကြသည်။</span>မှောင်မှောက်နေသောအခါတွင်မှ အလင်းရောင်၏ ကျေးဇူးကို ပိုမို ဆင်ခြင်မိနိုင်ဖွယ်ဖြစ်သည်။ဤသို့သော အမှောင်အမိုက် ကို တိုက်ဖျက်ပေးခဲ့ ရှာသော အယ်ဒီဆင် ၏ကျေးဇူးကား ကြီးပေစွဟု ဆင်ခြင်နိုင်ဖွယ်လည်းဖြစ်သည်။အမေရိကန် ပြည်သူပြည်သားတို့ သာမက တစ်ကမ္ဘာလုံးရှိ လူအများကလည်း အမှောင်ခွင်း၍ အလင်းဆောင်ခဲ့သည် အယ်ဒီဆင်ကို ကျေးဇူးတင်ကြရကောင်းမှန်းသိကြပါသည်။သို့သော်-သို့သော်<span id='dots'>...</span><span id="more">ကျွန်တော်တို့သည် နေမင်း၏ကျေးဇူးကို ဘယ်နှစ်ခါများ လေးလေးနက်နက် ဆင်ခြင်ဖူးပါသနည်း။နေမင်း၏အလင်းရောင်ကြောင့်ချစ်သူ၏ မျက်နှာကို မြင်ကြရသည်။သစ်ပင်သတ္တဝါတို့ အသက်ရှင်ကြရ၏။လောကကြီး ရပ်တည်နေနိုင်ခဲ့ပေ၏။နေမင်း၏ကျေးဇူးကား ပြော၍မပြီး၊ရေး၍ မကုန်နိုင်အောင် ကြီးလှစွာ၏။သို့သော်လည်း သူ၏ကျေးဇူးမှာကြီးမားလှသည်ဖြစ်သောကြောင့် သူ့အကြောင်းကို အထွေထွေ အထူးထူး တွေးမနေကြတော့ပြီ။ကျွန်တော်တို့သည် ညဉ့်ကာလတွင် တဖျပ်ဖျပ် တောက်ပနေသောကြယ်ပွင့်တို့၏ အလှကို မြင်မိကြသည်။တရွှန်းလဲ့လဲ့ ဝင်းသော လမင်းကြီး၏အေးငြိမ်းသောအလှကိုလည်း မြင်မိကြသည်။သို့သော်လည်း ဂြိုလ်ကြီးကိုးလုံးတွင် အပါအဝင်ဖြစ်သည့် ကျွန်တော်တို့မှီတင်းနေထိုင်ရာ <sapn class="ch">ဤကမ္ဘာမြေကြီး၏အလှကို ဘယ်နှစ်ခါ မြင်ဖူးကြသနည်း။</sapn>နီးလွန်းသောကြောင့် မမြင်နိုင်ကြလေပြီ။မကြာမီက တီထွင်လိုက်သော ဂြိုဟ်တုနှင့်လိုက်ပါသွားကြသူတို့မူကား ဤကမ္ဘာမြေကြီး၏ အလှကို တအံ့တသြ တွေ့မြင်ခဲ့ကြရသည် ဟုဆိုကြသည်။အလှကို မြင်နိုင်ရန် ခပ်ဝေးဝေးသို့ ခွာတန်လျှင်လည်း ခွာပေးရပြန်သည်။ကျွန်တော်တို့ မျက်စိများသာမဟုတ်၊ ကျွန်တော်တို့၏စိတ်များကလည်း နီးလွန်းလျှင် မမြင်၊ ကြီးလွန်းလျှင် မထင်ရှိတတ်သည်ဟု ကျွန်တော်တွေးမိသည်။တစ်ခါတစ်ရံ ငွေကြေး ကျပ်တည်းနေသာအခါ ငါးဆယ်မျိုး၊တစ်ရာမျိုး ဖေးမချေးငှားဖူးသောသူတို့၏ကျေးဇူးကို 'သူ့ကျေးဇူး ရှိပေသည်' ဟု တသသ ဆင်ခြင်သမိရတတ်ကြသော်လည်း <span class="ch">တစ်သက်လုံးကျွေးမွေးစောင့်ရှောက်လာခဲ့သော မိဘ၏ ကျေးဇူးကို လေးလေးနက်နက် ဆင်ခြင်မိခဲလှသည်ဟု ကျွန်တော်ထင်မိသည်။မိမိအား တစ်စုံတစ်ခုသော အသက်ဘေးမှ ကယ်တင်လိုက်သောသူကို အသက်အခင် ကျေးဇူးရှင်ဟုထပ်တလဲလဲ ချီးမွမ်း သတိရလေ့ရှိကြသော်လည်း ထိုအသက်ကို စတင်ပေါ်ပေါက်စေ၍ ကျွေးမွေးစောင့်ရှောက်ခဲ့သောအမိ၏ကျေးဇူးကို လှိုက်လှဲစွာ ဆင်ခြင်ရန် သတိရချင်မှ ရတတ်ပါသည်။</span>မဂ္ဂဇင်းတိုက်တစ်ခုတွင် မတော်တဆ ခဏကြုံတွေ့လိုက်စဉ် ကဗျာရေးနည်း ညွှန်ကြားလိုက်လေဖူးသော  စာရေးဆရာကြီးတစ်ဦး၏ ကျေးဇူးကို မကြာခဏ ထုတ်ဖော်ပြောကြားတတ်ပါသော်လည်း ကျောင်းစာသင်ခန်းတွင် မိမိအား နေ့စဉ်သင်ကြားပို့ချနေသည့် ဆရာ၏ ကျေးဇူးကိုကား အမှတ်မထင်ဖြစ်နေတတ်ပါသည်။ကျွန်တော်သည် ရန်ကုန်က စာပေပညာရှင်ကြီးတစ်ဦးနှင့်ဆုံတွေ့ခဲ့ပါသည်။ယခင်ကမူ ခြောက်လမှတစ်ခါ တစ်နှစ်မှတစ်ခါ ဆိုသလိုသာ ဆုံတွေ့ခွင့်ရခဲ့သည်။တွေ့ခွင့်ရသမျှသောအချိန်တွင်လည်း ထိုပုဂ္ဂိုလ်ကြီး၏ နှုတ်ဖျားမှ ယိုစီးကျလာသမျှဝါဒများကြောင့်ပင် ကျွန်တော်၏ အတွေးအကြံမှာလည်း 'တစ်ဖုံသစ်၍ တစ်ဖြစ်ပြောင်းခဲ့သည်' ဟု ယုံကြည်မိခဲ့ပါသည်။ထို့ကြောင့်ယင်းပညာရှင်ကြီး၏ကျေးဇူးကို မကြာခဏ လှိုက်လှဲစွာ ဆင်ခြင်မိဖူးပါသည်။ယခု ကျွန်တော် ရန်ကုန်ရောက်လာသောအခါတွင်ကား ကျွန်တော်၏ ကျေးဇူးရှင်ဆရာကြီးနှင့် နေ့စဉ်လိုလို တွေ့နေရသည်။သူ့သြဝါဒ ကိုလည်း မပြတ်ကြားနာ နေရသည်။ သူ့ကျေးဇူးမှာလည်း ပို၍ ပို၍ ကြီးလာ လေတော့သည်။သို့သော်-သို့သော် ယခုလက်ရှိ ကျွန်တော်၏စိတ်ကို သတိပြုဆင်ခြင် ကြည့်သောအခါ ထိုပုဂ္ဂိုလ်ကြီးကို ကျေးဇူးတင်ပုံမှာ ပေါ့ဆဆ ဖြစ်လာသကဲ့သို့ ထင်ရပါသည်။ကျေးဇူးကိုကား ဆင်ခြင်မိပါ၏။သို့သော်လည်း ယခင်ကကဲ့သို့ ရင်ထဲတွင် ရှိန်းလာလောက်အောင် ကျေးဇူးတင်ပုံမျိုး မဟုတ်တော့ပါ။<span class="ch">'ကြွေးများတော့ မပူ၊သန်းထူတော့ မယား'</span> ဆိုသော စကားကဲ့သို့ တစ်စတစ်စ ကျေးဇူးကြီးလွန်းလာသောကြောင့် မမြင်သလိုလို ဖြစ်လာခြင်းပေလောဟု အထင်ရောက်မိပါသည်။ထို့ကြောင့်နီးလွန်းကြီးလွန်းသောသူ၏ ကျေးဇူးကို မျက်ခြည်မပြတ်ဆင်ခြင်မိပါလေအောင် အားထုတ်နေရပါသည်။ထို့အတူ ဗုဒ္ဓမြတ်ရှင်၊ ခရစ်တော်စသော ပုဂ္ဂိုလ် မြတ်တို့၏ ကျေးဇူးတော်များကိုလည်း ကြီးလွန်း၍ မကွယ်လေအောင် အားထုတ်ရပါဦးမည်။ကြီးလွန်းသောကြောင့် နီးလွန်းသောကြောင့် မမြင်သာသည့် ဘေးအန္တရာယ်များကော မရှိနိုင်ဘူးလား။<span class="ch">ဝေးလွန်းမှ မမြင်ရသည်သာမဟုတ်။သေးလွန်းမှ မမြင်သာသည် မဟုတ်။နီးလွန်းလျှင်လည်း မမြင်သာပါတကား။ကြီးလွန်း လျှင်လည်းမမြင်သာပါတကား။ ။</span></span>
                        <button class="myBtn">Read More</button>
                    </p><hr>
                </div>  
                <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>  
                <script src="jquery.js"></script>
                <script>
                    const topButtonTag = document.querySelector('.topButton');
              window.onscroll = function() {
                scrollFunction();
              }
              function scrollFunction() {
                if (document.body.scrollTop>20 || document.documentElement.scrollTop>20) {
                  topButtonTag.style.display = 'block';
                }else{
                  topButtonTag.style.display = 'none';
                }
              }
              
              function topFunction() {
                document.body.scrollTop = 0;
                document.documentElement.scrollTop = 0;
              }
                  </script>
            </body>
            </html>